Repository: Abu3safeer/CR-dl-gui
Catalog: CR-dl-gui/MainForm.*.resx
Languages: ar

# ChangeLanguage.Text
source: Change language
ar: تغيير لغة الموقع

# label1.Text
source: Site language:
ar: لغة الموقع:

# DeleteLoginFile.Text
source: Delete login file
ar: حذف ملف الكعكات

# CookiesFileNotFound.Text
source: Cookies file not found
ar: ملف الكعكات غير موجود

# CookiesFileFound.Text
source: Cookies file found
ar: ملف الكعكات موجود

# ShowPassword.Text
source: Show password
ar: إظهار كلمة المرور

# Login.Text
source: Login
ar: تسجيل الدخول بالحساب

# PasswordLabel.Text
source: Password:
ar: كلمة المرور:

# EmailOrUserNameLabel.Text
source: Email or User Name:
ar: البريد أو اسم المستخدم:

# CookiesFileLabel.Text
source: Cookies file:
ar: ملف الكعكات:

# AccountGroupBox.Text
source: Account
ar: الحساب

# Save.Text
source: Save all settings
ar: حفظ الإعدادات

# LanguageMenuItem.Text
source: Language
ar: اللغة

# aboutToolStripMenuItem.Text
source: About
ar: حول

# cRdlGithubToolStripMenuItem.Text
source: CR-dl github
ar: رابط CR-dl github

# cRdlguiGithubToolStripMenuItem.Text
source: CR-dl-gui github
ar: رابط CR-dl-gui github

# Softsub.Text
source: Softsub
ar: سوفت سب

# ExecuteSoftsubCommand.Text
source: Download
ar: تنزيل

# ListSubtitles.Text
source: List Subtitles
ar: سرد الترجمات دون تنزيل

# SubtitltesOnly.Text
source: Subtitles Only
ar: الترجمات فقط

# SoftsubSaveDirectoryLabel.Text
source: Save to:
ar: حفظ إلى:

# LegacyPlayer.Text
source: Legacy Player
ar: مشغل الفيديو القديم

# AttachFonts.Text
source: Attache fonts
ar: تضمين الخطوط

# SpecifySubtitleLanguages.Text
source: Specify subtitle languages
ar: تحديد لغة الترجمات

# Hardsub.Text
source: Hardsub
ar: هارد سب

# ExecuteHardsubCommand.Text
source: Download
ar: تنزيل

# HardsubSaveDirectoryLabel.Text
source: Save to:
ar: حفظ إلى:

# URLLabel.Text
source: URL:
ar: الرابط:

# ProxyLabel.Text
source: Proxy:
ar: بروكسي:

# UseProxy.Text
source: Use proxy
ar: بروكسي؟

# DefaultSubtitleLabel.Text
source: Default subtitle:
ar: لغة الترجمة:

# ConnectionsNumberLabel.Text
source: Connections number:
ar: عدد الاتصالات:

# AttemptsLabel.Text
source: Attempts:
ar: المحاولات الفاشلة:

# ProxyForVideo.Text
source: Proxy for video?
ar: للفيديو أيضًا؟

# UseSeasons.Text
source: Seasons?
ar: مواسم؟

# UseEpisodes.Text
source: Episodes?
ar: حلقات؟

# UseResolution.Text
source: Resolution?
ar: دقة محددة؟
